aic94xx-firmware
alacritty
amd-ucode
aseprite-skia-bin
autoconf
automake
autopep8
banner
base
bat
betterlockscreen
bind
bison
boost
bpytop
checkupdates+aur
chromium
cloudflare-warp-bin
cloudflared-bin
cmatrix
conky
cool-retro-term
cowsay
cpupower-gui
ctags
cups-pdf
dconf-editor
eclipse-java
emacs
etcher-bin
eww-git
exa
fff
figlet
firefox
flex
font-manager
fzf
ghc
glew
glfw-x11
gnome-screenshot
gohufont-otb
gradle
gtk-engine-murrine
gtkmm
gtkmm-4.0
gulp
gutenprint
htop
hyperfine
i3blocks
ibus-bamboo
imgcat
imwheel
insync
intel-ucode
kitty
libvterm
lightdm-gtk-greeter-settings
linux-firmware-bnx2x
linux-firmware-qlogic
linux-lts
linux-lts-headers
logo-ls
lolcat
lsd
make
man-pages
maven
mousepad
mpd
mugshot
nano
neofetch
nerd-fonts-mononoki
nilfs-utils
nlohmann-json
nmap
notepadqq
packagekit-qt5
pamixer
papirus-icon-theme
parole
picom-animations-git
pikopixel
pixelorama
polybar
power-profiles-daemon
powerline
pulseaudio-control
pulseaudio-ctl
python-black
python-glad
python-i3ipc
python-pyalsa
python-pynvim
python-ueberzug-git
qt5-3d
qt5-charts
qt5-datavis3d
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quicktimeline
qt5-script
qt5-scxml
qt5-serialbus
qt5-virtualkeyboard
qt5-webglplugin
qt5-webview
qtcreator
ranger
reflector
ripgrep
ristretto
rofi-power-menu
rust-analyzer
sassc
screenfetch
sdl2_image
sdl2_ttf
shell-color-scripts
sl
smartmontools
spectacle
stylua
sublime-text-4
system-config-printer
systemd-ui
time
tray_mixer_plus
trayer
tree
ttc-iosevka
ttf-anonymous-pro
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
ttf-hack
ttf-meslo
tty-clock-git
uemacs-git
upd72020x-fw
update-grub
usb-creator
vi
visual-studio-code-bin
vlc
volumeicon
wd719x-firmware
xclip
xdg-user-dirs
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-mkfontscale
xorg-server-devel
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
yarn
yaru-unity-theme
yay
zellij
