alacritty
alsa-utils
amd-ucode
autoconf
automake
autopep8
banner
base
bash-completion
bat
bind
bison
boost
bpytop
btrfs-progs
clang
cmake
cmatrix
conky
cool-retro-term
cowsay
cryptsetup
ctags
dconf-editor
diffutils
dmenu
dmraid
dosfstools
e2fsprogs
efibootmgr
emacs
exa
exo
fakeroot
feh
fff
figlet
firefox
flex
font-manager
fzf
garcon
gcc
gdb
ghc
git
glew
glfw-x11
gnome-screenshot
gpm
gptfdisk
gradle
grub
gtk-engine-murrine
gtk-engines
gtkmm
gtkmm-4.0
gulp
gvim
htop
hyperfine
i3-wm
i3blocks
i3status
ibus
imagemagick
imwheel
intel-ucode
jdk-openjdk
kitty
libconfig
libreoffice-still
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-firmware-bnx2x
linux-firmware-qlogic
linux-lts
linux-lts-headers
lolcat
lsd
lvm2
m4
make
man-db
man-pages
maven
mdadm
mkinitcpio
modemmanager
mousepad
mpd
nano
neofetch
networkmanager
nilfs-utils
ninja
nlohmann-json
nodejs
notepadqq
npm
ntfs-3g
openssh
os-prober
p7zip
packagekit-qt5
pamixer
papirus-icon-theme
parole
parted
patch
pavucontrol
pcmanfm
pkgconf
polybar
power-profiles-daemon
powerline
powerline-fonts
ppp
python-black
python-i3ipc
python-pip
python-psutil
python-pyalsa
python-pynvim
python-pyqt5
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-serialport
qt5-virtualkeyboard
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-xmlpatterns
qtcreator
ranger
reflector
ripgrep
ristretto
rofi
rsync
rustup
sassc
screenfetch
sdl2_image
sdl2_ttf
semver
sl
smartmontools
spectacle
stylua
sudo
systemd-ui
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
time
tk
tmux
trayer
tree
ttc-iosevka
ttf-anonymous-pro
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
tumbler
unrar
unzip
usbmuxd
vi
vlc
volumeicon
wireless_tools
wpa_supplicant
xarchiver
xclip
xdg-user-dirs
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
zellij
zip
zsh
