alacritty
amd-ucode
aseprite-skia-bin
astyle
autoconf
automake
autopep8
banner
base
bashtop-git
bat
bind
bison
bpytop
checkupdates+aur
cloudflare-warp-bin
cloudflared-bin
cmatrix
code
cool-retro-term
cowsay
ctags
dconf-editor
dockbarx
dolphin-plugins
dwm
emacs
exa
figlet
firefox
flex
font-manager
fzf
ghc
glew
glfw-x11
gnome-screenshot
gohufont-otb
gradle
gtk-engine-murrine
gtkmm
gtkmm-4.0
gulp
htop
i3blocks
ibus-bamboo
imgcat
imwheel
insync
intel-ucode
kate
kde-gtk-config
kdeplasma-addons
kgamma5
khotkeys
kitty
kwallet-pam
kwrited
libreoffice-still
logo-ls
lolcat
lsd
lximage-qt
lxqt-about
lxqt-admin
lxqt-config
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
make
man-pages
maven
mousepad
mpd
nano
neofetch
neovide
neovim-qt
nerd-fonts-mononoki
nilfs-utils
nlohmann-json
notepadqq
obconf-qt
oxygen
pamixer
papirus-icon-theme
parole
patch
pavucontrol-qt
pcmanfm-qt
picom
pikopixel
pixelorama
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
polybar
powerline
pulseaudio-control
pulseaudio-ctl
python-black
python-glad
python-i3ipc
python-pyalsa
python-ueberzug-git
qtcreator
qterminal
ranger
reflector
ristretto
rofi-power-menu
sassc
screengrab
sddm-kcm
sdl2_image
sdl2_ttf
shell-color-scripts
sl
spectacle
stylua
sublime-text-4
tray_mixer_plus
trayer
tree
ttc-iosevka
ttf-anonymous-pro
ttf-fira-code
ttf-fira-sans
ttf-font-awesome
tty-clock-git
uemacs-git
ulauncher
update-grub
usb-creator
vi
vlc
volumeicon
wireless_tools
xdg-desktop-portal-kde
xf86-video-vesa
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwud
yarn
yay
zsh-autosuggestions
