;(package! builtin-package :disable t)
;;(package! auto-yasnippet :disable t)
;; (package! company-mode :disable t)
(package! hl-line :disable t)
;; (package! rainbow-delimiters :disable t)

(package! smex :recipe (:host github :repo "nonsequitur/smex"))
(package! ranger)

(package! zenburn-theme)
(package! gruber-darker-theme)
(package! atom-one-dark-theme)
(package! monokai-theme)
(package! standard-themes)
(package! yoshi-theme)
(package! soria-theme)
(package! jetbrains-darcula-theme)
(package! timu-macos-theme)
(package! base16-theme)
(package! vscode-dark-plus-theme)
(package! solarized-theme :recipe (:host github :repo "sellout/emacs-color-theme-solarized"))
(package! flucui-themes)

;;(package! rust-mode)

;; (package! corfu)
;; (package! orderless)
;; (package! cape)

(package! company-posframe :recipe (:host github :repo "tumashu/company-posframe"))

;; (package! company-lsp)

;;(package! dashboard)

;;(package! pdf-tools)

;;(package! eldoc-box)
